<?php
use yii\bootstrap\ActiveForm;
use yii\helpers\Html;

?>
<div class="container-2 page-content">
    <div class="">
        <div class="w-main left">
            <h2 class="h2-30">Заказать отзывы на сайте</h2>
            <p class="description-after">Существует 2 основных подходя для разработки мобильных приложений: разработка нативных приложений с использование языка программирования для разрабатываемой платформы и создание гибридного приложения с использованием CSS, HTML и JavaScript. Зачастую выделяется и третий подход – мобильное веб приложение, но если мы говорим об установке апликации на смартфон и возможности скачать ее с Apple Store или Google Play, то это либо нативная разработка либо гибридная. Именно об этих двух подходах я и хочу поговорить в этой статье.</p>
            <h2 class="h2-30">Фильтр Отзывов</h2>
            <div class="filter-block">
                <ul class="nav-filter">
                    <li class="active"><a href="#">Кухня</a></li>
                    <li><a href="#">Обслуживание</a></li>
                    <li><a href="#">Сервис</a></li>
                </ul>
                <ul class="nav-filter">
                    <li class="active"><a href="#">Все отзывы</a></li>
                    <li><a href="#">Январь</a></li>
                    <li><a href="#">Февраль</a></li>
                    <li><a href="#">Март</a></li>
                    <li><a href="#">Апрель</a></li>
                    <li><a href="#">Май</a></li>
                    <li><a href="#">Июнь</a></li>
                    <li><a href="#">Июль</a></li>
                    <li><a href="#">Август</a></li>
                    <li><a href="#">Сентябрь</a></li>
                    <li><a href="#">Октябрь</a></li>
                    <li><a href="#">Ноябрь</a></li>
                    <li><a href="#">Декабрь</a></li>
                </ul>
            </div>
            <div class="block-review">
                <h2 class="h2-30">Заказать <span>10 отзывов</span></h2>
                <p class="cost-review">цена: 4 000р</p>
                <p>Не так давно перешел с Eclipse на Android Studio – впечатления исключительно положительные. Ничего не хочу сказать против Eclipse – мощная бесплатная оболочка разработки. Огромное количество настроек, возможности зашкаливают, однако дизайн и юзабилити сильно отстают. JetBrains все-таки выпускают отличные продукты, все чем пользовался было на высоте. Врать не буду, не все прижилось окончательно, но плохих воспоминаний точно не оставило. Так что, если вы пишите под Андроид и еще не пробовали Android Studio, то настоятельно рекомендую потестировать.</p>
                <a href="#" class="btn-line">Заказать отзывы</a>
            </div>
            <div class="block-review">
                <h2 class="h2-30">Заказать <span>10 отзывов</span></h2>
                <p class="cost-review">цена: 2 000р</p>
                <p>Одно из ярких приемуществ в использовании Ionic для разработки мобильных приложений – это то что вам не требуется использовать новые для вас технологии. Если вы уже разрабатываете для веба, то вы определенно знаете HTML, CSS и JavaScript – а это именно те технологии, которые лежат в основе разработки под Ionic. Время разработчика – это сегодня самый дорогой ресурс. Если есть возможность его сократить, то нужно использовать эту возможность.</p>
                <a href="#" class="btn-line">Заказать отзывы</a>
            </div>
            <div class="block-review">
                <h2 class="h2-30">Заказать <span>10 отзывов</span></h2>
                <p class="cost-review">цена: 1 000р</p>
                <p>Что можно сказать по поводу всего проекта? Я считаю, что направление крайне правильное. Да, вполне возможно, что некоторые части и принципы будет сложно применить. Вполне возможно, что со временем многое что поменяется, но лично мне это очень нравится. Material Design определенно крайне интересный концепт и уже начинают появляться библиотеки, которые его поддерживают, но об этом я расскажу в следующий раз.</p>
                <a href="#" class="btn-line">Заказать отзывы</a>
            </div>
        </div>
    </div>
</div>